Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=213_art_id=240.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Girku
smj: Åhpav: Girkko

source: Bierna Leine Bientie ja Anna Jacobsen jorgaleigga teavsttaid ovttas, eanemus beakkán sálbma lea Biejjiem jih askem (Beaivvi ja mánu).
smj: Bierna Leine Bientie ja Anna Jacobsen aktan jårggålijga, dåbddusamos sálmma mav jårggålijga le Biejjiem jih askem.

source: Bierna Bientie lea máttasámiid báhppa, ja son álggahii barggus 1980. logu álgogeahčen.
smj: Bierna Bientie le oarjjelsámij báhppa ja álgij bargonis 1980-lågo álgon.

source: Danin lea son bargan olu jorgalemiin.
smj: Ájtsaj sálma sámegiellaj vádnunin.

source: Earret eará lea son jorgalan Laudate.
smj: Ierit ietján le jårggålam Laudate.

source: Frode Fjellheim lea musihkkár ja nuohttadahkki.
smj: Frode Fjellheim le musihkkár ja komponissta.

source: Son lea bidjan musihka máttasámi liturgiijai.
smj: Sån le musihkav dahkam oarjjelsáme liturgijajda.

source: Frode lea maid bidjan nuohta Beaivvi ja mánu- tekstii.
smj: Frode le aj melodijav komponerim tækstaj Biejjiem jih askem.
